crazyjay97/esp_lr2021_radio/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"

# LR2021 radio driver (esp_lora_driver)
CONFIG_SMTC_RADIO_LR20XX=y
CONFIG_LIERDA_BOARD_LRMAM36_FANN4=y
CONFIG_SMTC_RAC_LOG_MINIMAL=y

# Keep app logs on the native USB-Serial/JTAG port used by idf.py monitor.
CONFIG_ESP_CONSOLE_USB_SERIAL_JTAG=y
# CONFIG_ESP_CONSOLE_UART_DEFAULT is not set
